<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Custom Messages
    |--------------------------------------------------------------------------
    |
    */

    'user' => [
        'updated' => 'Пользователь обновлен',
        'created' => 'Пользователь создан',
        'deleted' => 'Пользователь удален',
    ],

    'auth' => [
        'email_verify' => 'Ссылка для подтверждения почты была отправлена',
        'login' => 'Успешная авторизация',
        'logout' => 'Успешный выход',
    ],
    'products' => [
        'updated' => 'Продукт обновлен',
        'created' => 'Продукт создан',
        'deleted' => 'Продукт удален',
    ],
    'brands' => [
        'updated' => 'Бренд обновлен',
        'created' => 'Бренд создан',
        'deleted' => 'Бренд удален',
    ],
    'lines' => [
        'updated' => 'Линия обновлена',
        'created' => 'Линия создана',
        'deleted' => 'Линия удалена',
    ],
    'tags' => [
        'updated' => 'Тег обновлен',
        'created' => 'Тег создан',
        'deleted' => 'Тег удален',
    ],
    'feedback' => [
        'updated' => 'Отзыв обновлен',
        'created' => 'Отзыв создан',
        'deleted' => 'Отзыв удален',
    ],
    'slides' => [
        'updated' => 'Слайд обновлен',
        'created' => 'Слайд создан',
        'deleted' => 'Слайд удален',
    ],
];
