<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Custom Messages
    |--------------------------------------------------------------------------
    |
    */

    'user' => [
        'updated' => 'Пользователь обновлен',
        'created' => 'Пользователь создан',
        'deleted' => 'Пользователь удален',
    ],
    'product' => [
        'updated' => 'Продукт обновлен',
        'created' => 'Продукт создан',
        'deleted' => 'Продукт удален',
    ],
    'auth' => [
        'email_verify' => 'Ссылка для подтверждения почты была отправлена',
        'login' => 'Успешная авторизация',
        'logout' => 'Успешный выход',
    ],

];
